[
  {
    "avatar": "placeholder.png",
    "name": "Clive Agran",
    "position": "Freelancer Golf Journalist",
    "testimonial": "Dear John, Just a brief note to thank you for a wonderful few days investigating what Cyprus has to offer golfers. I was not only enormously impressed with what I saw but also with the careful and well organised arrangements you made. It must have taken a huge effort to put together such a hectic itinerary but it was well worth it as it s important to see as much as possible in a short space of time. Following our visit, I've already filed copy for worldgolf.com. It s a report on Secret Valley. Further articles on Minthis Hills, Aphrodite Hills and Cyprus itself will appear over the next few days. I've also made references to the trip on my last two blogs on golfmagic.com. You may also be interested to learn that  the Editor of Going for Golf, a specialist golf travel magazine that prints 100,000 copies and is distributed free to 1000 golf clubs, has commissioned me to write a 1500 word feature on Cyprus for the summer issue. Cyprus is a beautiful island with enormous potential as a golf destination, which I'm sure it will realise in full when a few more courses are built. With you helping to promote it, it will surely succeed. Thank you again for everything you did."
  },
  {
    "avatar": "columbia.jpg",
    "name": "Stelios Kizis",
    "position": "General Manager - Columbia Resort Hotel",
    "testimonial": "Dear John, Thank you for the mail. Although, I was away and on my return I was hosting another group, I was told the trip was a great success. May I take this opportunity to congratulate you John and your team on a job well done. We shall be happy to review any future press visits that you may wish to organize and involve Columbia."
  },
  {
    "avatar": "bulgarian-embassy.jpg",
    "name": "Konstantin Dimitrov",
    "position": "Ambassador - Bulgarian Embassy London",
    "testimonial": "Dear John, First of all let me extend to you once again my appreciation for your fundraising initiative that you created in backing the 'Support Stan' (Stiliyan Petrov) campaign earlier this year in Bulgaria which aimed at donating the funds raised to the Centre 'Fund for treatment of children' to the Ministry of Health. This noble initiative has been a success and has enjoyed the absolute support from all relevant Bulgarian institutions and has been supported by some serious Bulgarian sponsors taking into account the compassionate nature of the Bulgarian nation and its strong support for the former captain of the Bulgarian national football team Stiliyan Petrov. Your strong commitment to the idea of giving something back to Stiliyan's country made this drean1 possible. In this regard I am pleased to know that you are planning to organise another such great event in Bulgaria next year in May 2014 this time with Stiliyan's former football club of Celtic F.C. along with a charity concert of one of Celtic's biggest and loyal fan -the legendary rock artist Mr. Rod Stewart. I am using this opportunity to express once again my support and wish the best of luck for this new noble undertaking."
  },
  {
    "avatar": "aphrodite.jpg",
    "name": "Andreas Christodoulidis",
    "position": "General Manager - Aphrodite Hills Resort",
    "testimonial": "Many thanks for your kind email below and sorry I was not around to see you and the Golf journalist group last week, due to my trip to Russia. I have been advised by the time that the event did run smoothly, as you mentioned and that overall the visit was a great success. My team and I would like to thank you for bringing to our hotel and resort this group of golf media specialists and sincerely hope that the write ups of the impression made will create the positive awareness needed to boost our 5 star property. We hope that we will have the opportunity to work with you for the initiatives mentioned in your email and look forward to hosting your events at Aphrodite Hills in the not too distant future."
  },
  {
    "avatar": "british-embassy.jpg",
    "name": "Jonathan Allen",
    "position": "Ambassador - British Embassy Sofia",
    "testimonial": "This year, you brought out the Aston Villa Former Players’ Association, which generated a lot of goodwill and positive publicity, as well as raising funds for Bulgarian children. I am sure that you can build on that experience, and use your good network of contacts, to have even more impact and raise even more funds to support children with leukaemia. I look forward to another successful event."
  }
]
